Repository: Des1ynY/loans
Catalog: lib/src/shared/l10n/arb/app_*.arb
Languages: ru

source: Close
ru: Закрыть

# login_page_title_first_row
source: Sign in
ru: Войдите

# login_page_title_second_row
source: with your phone
ru: с помощью

# send_code_button
source: Continue
ru: Продолжить

# login_warning
source: By clicking «Continue», you agree to the processing of personal data in accordance with the Offer and the Personal Data Processing Policy
ru: Нажимая кнопку «Продолжить», вы соглашаетесь на обработку персональных данных в соответсвии с Офертой и Политикой обработки персональных данных

# login_warning_offer
source: Offer
ru: Офертой

# login_warning_privacy
source: Personal Data Processing Policy
ru: Политикой обработки персональных данных

# phone_verification_page_title
source: Enter the code
ru: Введите код

# resend_code_button
source: Didn't receive the code?
ru: Не получили код?

# resend_code_countdown
source: {time} sec.
ru: {time} сек.

# resend_code_request
source: Resend code
ru: Прислать еще

# verification_offer_page_title
source: Prepare your passport
ru: Приготовьте паспорт

# verification_offer_subtitle
source: To sign a loan agreement you need to fill out your passport details
ru: Чтобы заключить договора займа нужно заполнить ваши паспортные данные

# verification_offer_warning
source: We reliably protect personal data and do not transfer it to third parties
ru: Мы надёжно защищаем персональные данные и не передаём их третьим лицам

# verification_offer_start
source: Start
ru: Заполнить

# verification_offer_skip
source: Skip
ru: Пропустить

# user_verification_page_title
source: Personal information
ru: Ваши данные

# user_verification_first_name
source: Name
ru: Имя

# user_verification_first_name_hint
source: *Necessary
ru: *Обязательно

# user_verification_middle_name
source: Surname
ru: Отчество

# user_verification_middle_name_hint
source: *Required upon availability
ru: *Обязательно при наличии

# user_verification_last_name
source: Surname
ru: Фамилия

# user_verification_last_name_hint
source: *Necessary
ru: *Обязательно

# user_verification_birth_date
source: Date of Birth
ru: Дата рождения

# user_verification_gender
source: Floor
ru: Пол

# user_verification_gender_male
source: Male
ru: Мужской

# user_verification_gender_female
source: Female
ru: Женский

# user_verification_birth_place
source: Place of birth (as in passport)
ru: Место рождения (как в паспорте)

# user_verification_birth_place_hint
source: *Necessary
ru: *Обязательно

# user_verification_data_warning
source: Incorrectly provided data may be considered as misleading or fraudulent.
ru: Неверно указанные данные могут быть расценены, как введение в заблуждение или мошенничество

# user_verification_submit
source: Continue
ru: Далее

# passport_verification_page_title
source: Passport details
ru: Паспортные данные

# passport_verification_series
source: Series and number
ru: Серия и номер

# passport_verification_issue_date
source: Date of issue
ru: Дата выдачи

# passport_verification_issue_place_id
source: Department code
ru: Код подразделения

# passport_verification_issue_place
source: Issued by
ru: Кем выдан

# passport_verification_issue_place_hint
source: *Necessary
ru: *Обязательно

# passport_verification_warning
source: Incorrectly provided data may be considered as misleading or fraudulent.
ru: Неверно указанные данные могут быть расценены, как введение в заблуждение или мошенничество

# passport_verification_submit
source: Continue
ru: Далее

# location_verification_page_title
source: Address
ru: Проживание

# location_verification_registration
source: Permanent registration address
ru: Адрес постоянной регистрации

# location_verification_registration_hint
source: *Necessary
ru: *Обязательно

# location_verification_current
source: Actual residence address
ru: Адрес фактического проживания

# location_verification_current_hint
source: *Necessary
ru: *Обязательно

# location_verification_submit
source: Submit
ru: Завершить

# error_dialog_title
source: Error
ru: Ошибка

# error_unknown
source: An unexpected error occurred. Please try again or come back later
ru: Возникла непредвиденная ошибка. Пожалуйста, попробуйте еще раз или повторите позже
